{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Added game entry\nGameID: {gameid}\nGamePath: {gamepath}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C5F870D9CF80441AB8C2515B88D028DC"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A92B1D944A29444899F8022D48116E44"
		},
		{
			"Source":
			{
				"Text": "Download"
			},
			"Translation":
			{
				"Text": "Pobierz"
			},
			"Key": "9BDB57015DA84C79A9718EF59F7340E8"
		},
		{
			"Source":
			{
				"Text": "Download"
			},
			"Translation":
			{
				"Text": "Pobierz"
			},
			"Key": "90C2C8EBEF934AD88028287AE00EDC60"
		},
		{
			"Source":
			{
				"Text": "Download"
			},
			"Translation":
			{
				"Text": "Pobierz"
			},
			"Key": "DDF4DD004CF6FD6872E8058B6AB5246F"
		},
		{
			"Source":
			{
				"Text": "Download"
			},
			"Translation":
			{
				"Text": "Pobierz"
			},
			"Key": "5C49FD6A18DE4826B245A693597AD7F6"
		},
		{
			"Source":
			{
				"Text": "Download"
			},
			"Translation":
			{
				"Text": "Pobierz"
			},
			"Key": "1D6A9CE3EBC840E1A1A030B44DFFE886"
		},
		{
			"Source":
			{
				"Text": "Progress: 0%"
			},
			"Translation":
			{
				"Text": "Postęp: 0%"
			},
			"Key": "152D3D8B428893727AF5DF96111AF12B"
		},
		{
			"Source":
			{
				"Text": "Playtime: "
			},
			"Translation":
			{
				"Text": "Czas gry: "
			},
			"Key": "A5ECB210470D2322C693C8948D2E515A"
		},
		{
			"Source":
			{
				"Text": "Minimum Requirements"
			},
			"Translation":
			{
				"Text": "Minimalne wymagania"
			},
			"Key": "60C311529E2F498FB1DF9145B3CC0AD8"
		},
		{
			"Source":
			{
				"Text": "Changelog"
			},
			"Translation":
			{
				"Text": "Dziennik zmian"
			},
			"Key": "745CAEF1363C46A1BE6F1EA107BA8762"
		},
		{
			"Source":
			{
				"Text": "View options menu!"
			},
			"Translation":
			{
				"Text": "Zobacz menu opcji!"
			},
			"Key": "FFF54E36CE794D629E2F6E4CE70974BD"
		},
		{
			"Source":
			{
				"Text": "OPTIONS"
			},
			"Translation":
			{
				"Text": "OPCJE"
			},
			"Key": "18B1DC16019F4F3DB08783735BEBF549"
		},
		{
			"Source":
			{
				"Text": "View launcher source on GitHub!"
			},
			"Translation":
			{
				"Text": "Zobacz źródło launchera na GitHub!"
			},
			"Key": "5A2F53BCFBD5463FAB3E78DA685C89CB"
		},
		{
			"Source":
			{
				"Text": "SOURCE"
			},
			"Translation":
			{
				"Text": "ŹRÓDŁO"
			},
			"Key": "58AF879AE0FB4D8ABA7749AC41F4EEC9"
		},
		{
			"Source":
			{
				"Text": "View about section!"
			},
			"Translation":
			{
				"Text": "Poczytaj O!"
			},
			"Key": "EE83D87C6DAC4223B4CD63214706D470"
		},
		{
			"Source":
			{
				"Text": "ABOUT"
			},
			"Translation":
			{
				"Text": "O PIOZA"
			},
			"Key": "1958BF2838B84838A0C05251DE8F7138"
		},
		{
			"Source":
			{
				"Text": "Exit launcher!"
			},
			"Translation":
			{
				"Text": "Wyjdź z Launchera!"
			},
			"Key": "F71FF15E650B46B38F1FBB84782E174A"
		},
		{
			"Source":
			{
				"Text": "EXIT"
			},
			"Translation":
			{
				"Text": "WYJDŹ"
			},
			"Key": "D8A119D1539C41B0BE47FDCC01B1D265"
		},
		{
			"Source":
			{
				"Text": "+"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "31B2F8054B0A95380AC87C9010E8B3AA"
		},
		{
			"Source":
			{
				"Text": "Select RHI"
			},
			"Translation":
			{
				"Text": "Wybierz RHI"
			},
			"Key": "5AA15E727C8947B0BA3B4FB4ABC54B5C"
		},
		{
			"Source":
			{
				"Text": "About {GameTitle}:"
			},
			"Translation":
			{
				"Text": "O {GameTitle}:"
			},
			"Key": "9B3BDF274E36849EF341FAA3EF91401E"
		},
		{
			"Source":
			{
				"Text": "Move the game to another directory."
			},
			"Translation":
			{
				"Text": "Przenieś grę do innego katalogu."
			},
			"Key": "66790F4699774C26BD0DF38B4F1A8F0E"
		},
		{
			"Source":
			{
				"Text": "Move"
			},
			"Translation":
			{
				"Text": "Przenieś"
			},
			"Key": "3C117AA61085429B89C43AB85A780E2E"
		},
		{
			"Source":
			{
				"Text": "Not Downloaded"
			},
			"Translation":
			{
				"Text": "Nie pobrane"
			},
			"Key": "60C76F07DD8C40168E197C56D58F3B76"
		},
		{
			"Source":
			{
				"Text": "Create a backup archive of the currently selected game."
			},
			"Translation":
			{
				"Text": "Utwórz archiwum kopii zapasowej aktualnie wybranej gry."
			},
			"Key": "ABF0AA34E41A45CC89BD96845A1E4209"
		},
		{
			"Source":
			{
				"Text": "Backup"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "64EAD075DEEF41B6991842D5278EBE99"
		},
		{
			"Source":
			{
				"Text": "Restore the backup archive of the currently selected game."
			},
			"Translation":
			{
				"Text": "Przywróć kopię zapasową aktualnie wybranej gry."
			},
			"Key": "DE5993D047374EAE93121B80D5E4FE13"
		},
		{
			"Source":
			{
				"Text": "Restore"
			},
			"Translation":
			{
				"Text": "Przywróć"
			},
			"Key": "3002FF6822784217AECA0BA7D4A998E3"
		},
		{
			"Source":
			{
				"Text": "Create shortcut in start menu?"
			},
			"Translation":
			{
				"Text": "Utwórz skrót w menu start"
			},
			"Key": "91856E3435D34FD2B8C0BACD12929D99"
		},
		{
			"Source":
			{
				"Text": "Remove Cache"
			},
			"Translation":
			{
				"Text": "Usuń cache"
			},
			"Key": "355D27EBC1D243D9A44FC434326F0CA8"
		},
		{
			"Source":
			{
				"Text": "Verify all game files and redownload game if found any missing or damaged."
			},
			"Translation":
			{
				"Text": "Zweryfikuj wszystkie pliki gry i pobierz ponownie grę, jeśli zostaną znalezione brakujące lub uszkodzone."
			},
			"Key": "6EC37D48353647FEB432AD3EC2C32C49"
		},
		{
			"Source":
			{
				"Text": "Verify And Repair"
			},
			"Translation":
			{
				"Text": "Sprawdź i napraw"
			},
			"Key": "8D5B8C8A8F3748B0A90A2A78D5B37049"
		},
		{
			"Source":
			{
				"Text": "Uninstall the game."
			},
			"Translation":
			{
				"Text": "Odinstaluj grę."
			},
			"Key": "0D3DB3E4269242FB9B3B3BF93B8764FE"
		},
		{
			"Source":
			{
				"Text": "Uninstall"
			},
			"Translation":
			{
				"Text": "Odinstaluj"
			},
			"Key": "D0FBBBBE997046FAB3F17CE2AF9ADBAE"
		},
		{
			"Source":
			{
				"Text": "Create shortcut on desktop?"
			},
			"Translation":
			{
				"Text": "Utwórz skrót na pulpicie"
			},
			"Key": "353D87C6839841C8A6B4D7BEC1278244"
		},
		{
			"Source":
			{
				"Text": "Delete any remaining files from the game download (if any)."
			},
			"Translation":
			{
				"Text": "Usuń wszystkie pozostałe pliki z pobrania gry (jeśli istnieją)."
			},
			"Key": "161021B74DA449689F12C3A9F8169F50"
		},
		{
			"Source":
			{
				"Text": "Only change this if you know what you're doing."
			},
			"Translation":
			{
				"Text": "Zmień to tylko jeśli wiesz co robisz."
			},
			"Key": "E4A05E35048E4FB0BB049D9C37A533EB"
		},
		{
			"Source":
			{
				"Text": "There was a problem connecting to the main {gamename} version server. Check your internet connection or try downloading a new version of the launcher by clicking the button below!"
			},
			"Translation":
			{
				"Text": "Wystąpił błąd podczas łączenia z głównym serwerem wersji {gamename}. Sprawdź swoje połączenie internetowe lub spróbuj pobrać nową wersję launchera, klikając poniższy przycisk!"
			},
			"Key": "9CC7117349F047BC95F54D9C0AFA63D8"
		},
		{
			"Source":
			{
				"Text": "Check Again"
			},
			"Translation":
			{
				"Text": "Sprawdź ponownie"
			},
			"Key": "69E9DB39D34F440990CC411142A089B2"
		},
		{
			"Source":
			{
				"Text": "Offline Mode"
			},
			"Translation":
			{
				"Text": "Tryb offline"
			},
			"Key": "822C29B3987B485095B7025520E81203"
		},
		{
			"Source":
			{
				"Text": "Offline Mode"
			},
			"Translation":
			{
				"Text": "Tryb offline"
			},
			"Key": "08F872C1E1EF427DBFC0F1D6E378DC0C"
		},
		{
			"Source":
			{
				"Text": "Check Update"
			},
			"Translation":
			{
				"Text": "Sprawdź aktualizacje"
			},
			"Key": "47C9625B1B6847A0A1F7CB59813879EC"
		},
		{
			"Source":
			{
				"Text": "Your existing version of Pioza Game Launcher is older than the oldest supported version by the server.\nUpdate the launcher using the button below...."
			},
			"Translation":
			{
				"Text": "Twoja istniejąca wersja Pioza Game Launcher jest starsza niż najstarsza obsługiwana przez serwer.\nZaktualizuj launcher używając przycisku poniżej...."
			},
			"Key": "101BF76F78D9416C82593CE9B02FFBC0"
		},
		{
			"Source":
			{
				"Text": "Close And Update"
			},
			"Translation":
			{
				"Text": "Zamknij i zaktualizuj"
			},
			"Key": "86CCC74D82D54C68A5C8EABE4A6336C1"
		},
		{
			"Source":
			{
				"Text": "Play!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8047F3783FAF4983BAE7D53A41F55B27"
		},
		{
			"Source":
			{
				"Text": "Assembling buttons, text, images and more..."
			},
			"Translation":
			{
				"Text": "Układanie przycisków, tekstu, obrazków i innych..."
			},
			"Key": "496A65043481442EBD8D483BB5FEF466"
		},
		{
			"Source":
			{
				"Text": "There was an error while reading manifest file from your disk!\nCheck free disk space and permissions in launcher savedata directory!"
			},
			"Translation":
			{
				"Text": "Wystąpił błąd podczas odczytu pliku manifestu z dysku!\nSprawdź wolne miejsce na dysku i uprawnienia w katalogu zapisu launchera!"
			},
			"Key": "0881FF51163A453291B9898EB4FD320A"
		},
		{
			"Source":
			{
				"Text": "There was an error while parsing launcher repo manifest file!\r\nPlease check if new version of launcher is available..."
			},
			"Translation":
			{
				"Text": "Wystąpił błąd podczas analizowania pliku manifestu repo launchera!\r\nSprawdź, czy dostępna jest nowa wersja launchera..."
			},
			"Key": "9A7D847C4F3AD02C098C8AAF02EFA6E7"
		},
		{
			"Source":
			{
				"Text": "There was a problem downloading latest games manifest file! Check your internet connection or try downloading a new version of the launcher by clicking the button below!"
			},
			"Translation":
			{
				"Text": "Wystąpił problem podczas pobierania najnowszego pliku manifestu gier! Sprawdź swoje połączenie internetowe lub spróbuj pobrać nową wersję launchera, klikając poniższy przycisk!"
			},
			"Key": "0361FDAA17244787A70C6B3C16C42A86"
		},
		{
			"Source":
			{
				"Text": "Your version of Pioza Launcher does not support current games manifest! Try downloading a new version of the launcher by clicking the button below!"
			},
			"Translation":
			{
				"Text": "Twoja wersja Pioza Launcher nie obsługuje bieżącego manifestu gier! Spróbuj pobrać nową wersję launchera, klikając poniższy przycisk!"
			},
			"Key": "85EFE2F468C249B6AE6A7E4B80C6D00C"
		},
		{
			"Source":
			{
				"Text": "Downloading Proton runtime..."
			},
			"Translation":
			{
				"Text": "Pobieranie środowiska Proton..."
			},
			"Key": "21BF11A9245A4189BF3DA22A18DC88DF"
		},
		{
			"Source":
			{
				"Text": "Fetching Proton Runtime Script ({percent}%)"
			},
			"Translation":
			{
				"Text": "Pobieranie środowiska Proton ({percent}%)"
			},
			"Key": "7A95212D42004D6F9201B35D26C06062"
		},
		{
			"Source":
			{
				"Text": "Fetching Proton Runtime Script (0%)"
			},
			"Translation":
			{
				"Text": "Pobieranie środowiska Proton (0%)"
			},
			"Key": "24C33C783F5E4267A31D0765C9C5DB7C"
		},
		{
			"Source":
			{
				"Text": "Select backup archive destination folder!"
			},
			"Translation":
			{
				"Text": "Wybierz folder docelowy kopii zapasowej!"
			},
			"Key": "2F97B0674FB19F093F818B828584205B"
		},
		{
			"Source":
			{
				"Text": "Archiving {game} to {path} progress: {percent}%"
			},
			"Translation":
			{
				"Text": "Postęp archiwizowania {game} do {path} : {percent}%"
			},
			"Key": "FA181802464CF3F6AE73B0A8913BF3DA"
		},
		{
			"Source":
			{
				"Text": "Archiving {game}: {percent}%"
			},
			"Translation":
			{
				"Text": "Archiwizowanie {game}: {percent}%"
			},
			"Key": "465E19B6443EACC351A812B2BE4BB4DA"
		},
		{
			"Source":
			{
				"Text": "Archiving {game} to {path} completed successfully!"
			},
			"Translation":
			{
				"Text": "Archiwizowanie {game} do {path} zakończone pomyślnie!"
			},
			"Key": "7F0DEFD543AF15D6F9770FB973585D6C"
		},
		{
			"Source":
			{
				"Text": "Archiving {game}! Please Wait..."
			},
			"Translation":
			{
				"Text": "Archiwizowanie {game}! Proszę czekać..."
			},
			"Key": "466BFED04FD632522A38549515C70ACF"
		},
		{
			"Source":
			{
				"Text": "{GameName} is Ready to launch!"
			},
			"Translation":
			{
				"Text": "{GameName} jest gotowa do uruchomienia!"
			},
			"Key": "BE55CA194A75DFFA234667B941E8817E"
		},
		{
			"Source":
			{
				"Text": "RESTORE OPERATION FAILED! CANNOT CREATE FOLDER IN {folderpath}"
			},
			"Translation":
			{
				"Text": "OPERACJA PRZYWRACANIA NIE POWIODŁA SIĘ! NIE MOŻNA UTWORZYĆ FOLDERU W {folderpath}"
			},
			"Key": "231824D849F87E786D3688A72FAC2B79"
		},
		{
			"Source":
			{
				"Text": "Adding shortcut to {type}..."
			},
			"Translation":
			{
				"Text": "Dodawanie skrótu do {type}..."
			},
			"Key": "6155B81647C7DDF382B280A0114B2DE3"
		},
		{
			"Source":
			{
				"Text": "Pioza Backup Archive"
			},
			"Translation":
			{
				"Text": "Archiwum kopii zapasowej Pioza"
			},
			"Key": "AAA27FA7443F0AA35A3E96B2346F9E15"
		},
		{
			"Source":
			{
				"Text": "Select packaged game archive!"
			},
			"Translation":
			{
				"Text": "Wybierz spakowane archiwum gry!"
			},
			"Key": "990B83104EC7BDB32E347D874C851D42"
		},
		{
			"Source":
			{
				"Text": "Archiving..."
			},
			"Translation":
			{
				"Text": "Archiwizowanie..."
			},
			"Key": "FB7BC1B507A24CE8AAB1E1961D9BD271"
		},
		{
			"Source":
			{
				"Text": "Backup complete!"
			},
			"Translation":
			{
				"Text": "Ukończono kopię!"
			},
			"Key": "90CF609C4386461BA628C139690C6FE3"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Graj"
			},
			"Key": "8C1C9F1E8B184AC6AF2D918877A1A283"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Graj"
			},
			"Key": "165041AB9E13413DBB1D01DC9CFB6D24"
		},
		{
			"Source":
			{
				"Text": "Sound Volume"
			},
			"Translation":
			{
				"Text": "Głośność dźwięku"
			},
			"Key": "99DDFF38F7064087B0F6A0CEB76AB66C"
		},
		{
			"Source":
			{
				"Text": "Please Wait..."
			},
			"Translation":
			{
				"Text": "Proszę czekać..."
			},
			"Key": "C7FC9252CAB54D16AF1A460FDBFBAD75"
		},
		{
			"Source":
			{
				"Text": "Please Wait..."
			},
			"Translation":
			{
				"Text": "Proszę czekać..."
			},
			"Key": "185969E605334C419CAFF8A166674F7F"
		},
		{
			"Source":
			{
				"Text": "Restoring files..."
			},
			"Translation":
			{
				"Text": "Przywracanie plików..."
			},
			"Key": "D8416C3CCCA84B0BB09C0E7D42AA7811"
		},
		{
			"Source":
			{
				"Text": "RESTORE ERROR! FAILED TO VERIFY PACKAGE VERSION!\r\nBackup FIle Path: {bfp}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "846E1A2440E4B1878BF381AA89C40F17"
		},
		{
			"Source":
			{
				"Text": "Free Space: {free}\r\nRequired Space: {req}"
			},
			"Translation":
			{
				"Text": "Wolne miejsce: {free}\r\nWymagane miejsce: {req}"
			},
			"Key": "71A7CE104B57A795ED1A549B430CC86A"
		},
		{
			"Source":
			{
				"Text": "Show update notifications?"
			},
			"Translation":
			{
				"Text": "Pokazać powiadomienia o aktualizacji?"
			},
			"Key": "6AF25575E40F454F943B0AE215AA9566"
		},
		{
			"Source":
			{
				"Text": "Showing Uninstall Dialog!"
			},
			"Translation":
			{
				"Text": "Wyświetlanie Dialogu Odinstalowania!"
			},
			"Key": "0CF82D0BC05349EDADECE9F97E9ABA18"
		},
		{
			"Source":
			{
				"Text": "Stopping game processes..."
			},
			"Translation":
			{
				"Text": "Zatrzymywanie procesów gry..."
			},
			"Key": "9E3EDD2990164C62A9C0D1A3F57211AF"
		},
		{
			"Source":
			{
				"Text": "Run game!"
			},
			"Translation":
			{
				"Text": "Uruchom grę!"
			},
			"Key": "E149681A50F04794B7889798D6145180"
		},
		{
			"Source":
			{
				"Text": "Installing android apk file..."
			},
			"Translation":
			{
				"Text": "Instalowanie android apk..."
			},
			"Key": "0980FE98413E448EA6B0874441C6C903"
		},
		{
			"Source":
			{
				"Text": "Choose game .exe file"
			},
			"Translation":
			{
				"Text": "Wybierz plik .exe gry"
			},
			"Key": "7CF684864F3DD86754123E9FC6626DA0"
		},
		{
			"Source":
			{
				"Text": "FAILED TO INSTALL ANDROID APK FILE! {error}"
			},
			"Translation":
			{
				"Text": "INSTALACJA PLIKU APK NIE POWIODŁA SIĘ! {error}"
			},
			"Key": "D803B4F048DA4E00873A3FFCF87ABF41"
		},
		{
			"Source":
			{
				"Text": "{1}/{2} File: {file} | IsCorrect?: {bool}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "49649B69835A4B968CD47C8A2E7D799F"
		},
		{
			"Source":
			{
				"Text": "Verifying game files integrity..."
			},
			"Translation":
			{
				"Text": "Sprawdzanie integralności plików gry..."
			},
			"Key": "8A3006CA4149465F936FA7CA40084422"
		},
		{
			"Source":
			{
				"Text": "Verifying..."
			},
			"Translation":
			{
				"Text": "Weryfikowanie..."
			},
			"Key": "E70BB3DA30AD4AD58F0494745FD22DEE"
		},
		{
			"Source":
			{
				"Text": "Success! No corrupted files found..."
			},
			"Translation":
			{
				"Text": "Sukces! Nie znaleziono uszkodzonych plików..."
			},
			"Key": "81F8B1BE58C54A76925FDABEBF9BCBB6"
		},
		{
			"Source":
			{
				"Text": "Play!"
			},
			"Translation":
			{
				"Text": "Graj!"
			},
			"Key": "C11479162413436A939F8A5DA76380AA"
		},
		{
			"Source":
			{
				"Text": "Play!"
			},
			"Translation":
			{
				"Text": "Graj!"
			},
			"Key": "EEE75E9DAB7C42DBAD379F5D838FCC95"
		},
		{
			"Source":
			{
				"Text": "Select move destination folder!"
			},
			"Translation":
			{
				"Text": "Wybierz folder docelowy!"
			},
			"Key": "69BEF4024FED07D0A03B7E8906AF119A"
		},
		{
			"Source":
			{
				"Text": "Play!"
			},
			"Translation":
			{
				"Text": "Graj!"
			},
			"Key": "19FCB5F3F4C44D44B6964BAA8916C42B"
		},
		{
			"Source":
			{
				"Text": "Checksum file cannot be downloaded..."
			},
			"Translation":
			{
				"Text": "Nie można pobrać pliku sum kontrolnych..."
			},
			"Key": "288A6D0FAB254EA5A97F4B568EF9CEB2"
		},
		{
			"Source":
			{
				"Text": "Checksum file not found on server!"
			},
			"Translation":
			{
				"Text": "Plik sum kontrolnych nie został znaleziony na serwerze!"
			},
			"Key": "1232B8AB3E8E457F84EB008C97A11FB5"
		},
		{
			"Source":
			{
				"Text": "There was an error with file validation! Check console for more info..."
			},
			"Translation":
			{
				"Text": "Wystąpił błąd podczas weryfikacji pliku! Sprawdź konsolę, aby uzyskać więcej informacji..."
			},
			"Key": "19D3BCC14FD54DBCAE0550DEC56D2AB1"
		},
		{
			"Source":
			{
				"Text": "Choose game .sh file"
			},
			"Translation":
			{
				"Text": "Wybierz plik .sh gry"
			},
			"Key": "DDB50E15F060421186E8A315B5708CDF"
		},
		{
			"Source":
			{
				"Text": "IsCacheOnDisk?: {value}\r\nCacheLocation: {loc}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6821652941D85031A500D0817873CB06"
		},
		{
			"Source":
			{
				"Text": "Removing cache..."
			},
			"Translation":
			{
				"Text": "Usuwanie cache..."
			},
			"Key": "7B75B1AF4B6EC7A63FE06781A163A8E8"
		},
		{
			"Source":
			{
				"Text": "Removing cache complete..."
			},
			"Translation":
			{
				"Text": "Usuwanie cache zakończone..."
			},
			"Key": "4028FF3E4C62F412F5B3F79E19A6D8F4"
		},
		{
			"Source":
			{
				"Text": "Failed to remove cache..."
			},
			"Translation":
			{
				"Text": "Nie udało się usunąć pamięci podręcznej..."
			},
			"Key": "2B22F7F69BC64DD6B36CDC00D08F7503"
		},
		{
			"Source":
			{
				"Text": "Browse Files"
			},
			"Translation":
			{
				"Text": "Przeglądaj pliki"
			},
			"Key": "748A27F5BE344CE290EF487230723009"
		},
		{
			"Source":
			{
				"Text": "Loading..."
			},
			"Translation":
			{
				"Text": "Wczytywanie..."
			},
			"Key": "4D35684DDE2C4EE99500B71790EA7E7B"
		},
		{
			"Source":
			{
				"Text": "Canceled by user..."
			},
			"Translation":
			{
				"Text": "Anulowane przez użytkownika..."
			},
			"Key": "ADDA9368994C47D28AE9090857A1C659"
		},
		{
			"Source":
			{
				"Text": "This game appears to have no description..."
			},
			"Translation":
			{
				"Text": "Ta gra wydaje się nie mieć opisu..."
			},
			"Key": "6190D93F80DA4F3DB4805CA140EC36BB"
		},
		{
			"Source":
			{
				"Text": "Download ({size}MB)"
			},
			"Translation":
			{
				"Text": "Pobierz ({size}MB)"
			},
			"Key": "14C5AA424F28F013F45D10ACA055691F"
		},
		{
			"Source":
			{
				"Text": "File not found on server..."
			},
			"Translation":
			{
				"Text": "Nie znaleziono pliku na serwerze..."
			},
			"Key": "7F883E23AFD6461A90114E0A1DDE6BE3"
		},
		{
			"Source":
			{
				"Text": "CANCEL"
			},
			"Translation":
			{
				"Text": "ANULUJ"
			},
			"Key": "7C7C584541110AE42AF5058178A916D2"
		},
		{
			"Source":
			{
				"Text": "sec."
			},
			"Translation":
			{
				"Text": "sek."
			},
			"Key": "E81BA1A24E84943B86F181A942EF5207"
		},
		{
			"Source":
			{
				"Text": "min."
			},
			"Translation":
			{
				"Text": "min."
			},
			"Key": "DEF43DF14206A15244E781B6ABB6E8E9"
		},
		{
			"Source":
			{
				"Text": "h."
			},
			"Translation":
			{
				"Text": "godz."
			},
			"Key": "18A4BC514C8CBB4A0C2806AA69F611E9"
		},
		{
			"Source":
			{
				"Text": "{AppName} by {Author} ({version})"
			},
			"Translation":
			{
				"Text": "{AppName} by {Author} ({version})"
			},
			"Key": "8F82A35C4B2BF040ABA122A6B693D9B1"
		},
		{
			"Source":
			{
				"Text": "Close and Update"
			},
			"Translation":
			{
				"Text": "Zamknij i zaktualizuj"
			},
			"Key": "0DFEB230D3874D14A2F052E2BCD9F42E"
		},
		{
			"Source":
			{
				"Text": "Processing assets..."
			},
			"Translation":
			{
				"Text": "Przetwarzanie zasobów..."
			},
			"Key": "E3FFFE3BA6DB48C8BC7CEE9463ADF8DB"
		},
		{
			"Source":
			{
				"Text": "Cancel download"
			},
			"Translation":
			{
				"Text": "Anuluj pobieranie"
			},
			"Key": "EFE02AA9531D44419654E4EFFE0F31DF"
		},
		{
			"Source":
			{
				"Text": "Preparing to unpack..."
			},
			"Translation":
			{
				"Text": "Przygotowywanie do rozpakowania..."
			},
			"Key": "6861D2289C7F4C189D169142ACD2FCF4"
		},
		{
			"Source":
			{
				"Text": "Installing..."
			},
			"Translation":
			{
				"Text": "Instalowanie..."
			},
			"Key": "6F8A5F2361164D83B4B53FC2B3CDB177"
		},
		{
			"Source":
			{
				"Text": "Downloading completed! Saving archive..."
			},
			"Translation":
			{
				"Text": "Pobieranie zakończone! Zapisywanie archiwum..."
			},
			"Key": "91F8C1B547274FFC9637488B1E4B761F"
		},
		{
			"Source":
			{
				"Text": "Starting download..."
			},
			"Translation":
			{
				"Text": "Rozpoczynanie pobierania..."
			},
			"Key": "8D6F399D18F64853BE0BD28A3A555254"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "Anuluj"
			},
			"Key": "C7D11DCF2B3B43859D6D2FC5A09505FF"
		},
		{
			"Source":
			{
				"Text": "LOCAL VERSION: {LOCAL}\nREMOTE VERSION: {REMOTE}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D4C34342FC1B46D794457C1852C2CE26"
		},
		{
			"Source":
			{
				"Text": "Launch"
			},
			"Translation":
			{
				"Text": "Uruchom"
			},
			"Key": "1B70A8290B7C47D48D4604B99923B76E"
		},
		{
			"Source":
			{
				"Text": "Launch {GameName}"
			},
			"Translation":
			{
				"Text": "Uruchom {GameName}"
			},
			"Key": "E18273CF09C4439BB13429AD33C4B821"
		},
		{
			"Source":
			{
				"Text": "{AppName} is still running in the background. Click the tray icon to open it again, or right-click for more options."
			},
			"Translation":
			{
				"Text": "{AppName} nadal działa w tle. Kliknij ikonę tacki aby ponownie ją otworzyć, lub kliknij prawym przyciskiem myszy, aby uzyskać więcej opcji."
			},
			"Key": "DB008F120A394261BD0F623053E60D19"
		},
		{
			"Source":
			{
				"Text": "{AppName} is stil running!"
			},
			"Translation":
			{
				"Text": "{AppName} jest nadal uruchomiona!"
			},
			"Key": "6EBE0529E9F14E4092E4E28ACAE3298C"
		},
		{
			"Source":
			{
				"Text": "Removing shortcut from {type}..."
			},
			"Translation":
			{
				"Text": "Usuwanie skrótu z {type}..."
			},
			"Key": "3D9B013D412CFDA83603C883CDCB7845"
		},
		{
			"Source":
			{
				"Text": "Moving Game..."
			},
			"Translation":
			{
				"Text": "Przenoszenie gry..."
			},
			"Key": "38581F854A0029EAEF341697A9E22658"
		},
		{
			"Source":
			{
				"Text": "STARTING TO MOVE GAME {GAMEID} FROM {SOURCE} TO {DESTINATION}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8AA37BE54E54954FF6F7DAB0F8B74013"
		},
		{
			"Source":
			{
				"Text": "Choose game .jpg icon"
			},
			"Translation":
			{
				"Text": "Wybierz ikonę w formacie .jpg"
			},
			"Key": "B0790D1F4226A79C67EA2CAE39867FA6"
		},
		{
			"Source":
			{
				"Text": "(ANDROID-UPDATER): Found available update! Local version {local} is less than server version {server}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6F13C8294D5A428F81296F5C28178D77"
		},
		{
			"Source":
			{
				"Text": "Choose game .jpg backgrond"
			},
			"Translation":
			{
				"Text": "Wybierz background gry .jpg"
			},
			"Key": "F8C914DB45BAF554CF6A6C831CE4DC01"
		},
		{
			"Source":
			{
				"Text": "(ANDROID-UPDATER): No update available! Local version {local} is greater or equal to server version {server}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7C7983F69BFF44FAB73AD1149FFE84E3"
		},
		{
			"Source":
			{
				"Text": "Scroll down to see game description and screenshots."
			},
			"Translation":
			{
				"Text": "Przewiń w dół, aby zobaczyć opis gry i zrzuty ekranu."
			},
			"Key": "E7BE3A5FB63E43D4A43A1CB0F133F6BC"
		},
		{
			"Source":
			{
				"Text": "Try Again"
			},
			"Translation":
			{
				"Text": "Spróbuj ponownie"
			},
			"Key": "0ADF6886BB94487B9C9CDDC5399695AB"
		},
		{
			"Source":
			{
				"Text": "Runtime Type: {1}\nCommand: {2}\nArgs: {3}\nExec Path: {4}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8B8CDA7469E147BD98656119C5331BE6"
		},
		{
			"Source":
			{
				"Text": "Ready to Play!"
			},
			"Translation":
			{
				"Text": "Gotowe do gry!"
			},
			"Key": "75C04464A40F4EC0AB5D4EE92AE11367"
		},
		{
			"Source":
			{
				"Text": "Downlaoded! Ready to Unpack..."
			},
			"Translation":
			{
				"Text": "Pobrane! Gotowe do rozpakowania..."
			},
			"Key": "1D46B257CE1540FB9259688B0ACDFAA1"
		},
		{
			"Source":
			{
				"Text": "Unpack & Install! (3 minutes)"
			},
			"Translation":
			{
				"Text": "Rozpakuj i zainstaluj! (3 minuty)"
			},
			"Key": "B9015674A64F4619BA254C1AE2830D80"
		},
		{
			"Source":
			{
				"Text": "Pioza Launcher (by Shieldziak) v.0.6.7"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA4216934D5C37771A13E1AC1BB3705F"
		},
		{
			"Source":
			{
				"Text": "Browse game files."
			},
			"Translation":
			{
				"Text": "Przeglądaj pliki gry."
			},
			"Key": "59BA88B0D1564BA88A96B2746C0DF0DB"
		},
		{
			"Source":
			{
				"Text": "(Free!)"
			},
			"Translation":
			{
				"Text": "(Darmowe!)"
			},
			"Key": "9B3450724CEF9EBE88C872960E7C86F5"
		},
		{
			"Source":
			{
				"Text": "Update Available!"
			},
			"Translation":
			{
				"Text": "Dostępna aktualizacja!"
			},
			"Key": "27B1FB6451F44D60915A9509A731893A"
		},
		{
			"Source":
			{
				"Text": "ACTION BUTTON BLOCKED WHEN {state}"
			},
			"Translation":
			{
				"Text": "PRZYCISK AKCJI ZABLOKOWANY KIEDY {state}"
			},
			"Key": "189D35F0447D5B3533FA7D8D8368BD50"
		},
		{
			"Source":
			{
				"Text": "FAILED TO REMOVE GAME DIRECTORY FOR {gameid}"
			},
			"Translation":
			{
				"Text": "NIE UDAŁO SIĘ USUNĄĆ KATALOGU GRY DLA {gameid}"
			},
			"Key": "297F0D67446A3F6449F11787D9372916"
		},
		{
			"Source":
			{
				"Text": "Unpacking..."
			},
			"Translation":
			{
				"Text": "Rozpakowywanie..."
			},
			"Key": "B367D3B08C334E13849451150EAEBF02"
		},
		{
			"Source":
			{
				"Text": "Removing game..."
			},
			"Translation":
			{
				"Text": "Usuwanie gry..."
			},
			"Key": "B0CD893484DF41A7918524AE865A7AB8"
		},
		{
			"Source":
			{
				"Text": "Removing files..."
			},
			"Translation":
			{
				"Text": "Usuwanie plików..."
			},
			"Key": "A0708851CA5D41AB9A8A6F1C36F51FEE"
		},
		{
			"Source":
			{
				"Text": "Removing complete..."
			},
			"Translation":
			{
				"Text": "Usuwanie ukończone..."
			},
			"Key": "F93396D4B31E4FFE846535ED54F15744"
		},
		{
			"Source":
			{
				"Text": "Unpacking files..."
			},
			"Translation":
			{
				"Text": "Rozpakowywanie plików..."
			},
			"Key": "436247B312A243958A42DD986B7425DB"
		},
		{
			"Source":
			{
				"Text": "Removing canceled!"
			},
			"Translation":
			{
				"Text": "Usuwanie anulowane!"
			},
			"Key": "5361760F059D4C9481E75457FA192F6E"
		},
		{
			"Source":
			{
				"Text": "Playing Game!"
			},
			"Translation":
			{
				"Text": "Podczas gry!"
			},
			"Key": "55673A7F4284ABFFF4983BB17BD09596"
		},
		{
			"Source":
			{
				"Text": "Installing Proton redistributables..."
			},
			"Translation":
			{
				"Text": "Instalowanie zależności Protona..."
			},
			"Key": "42DD7F52CF6C4B3F923993A42C47B5A5"
		},
		{
			"Source":
			{
				"Text": "Installing Proton runtime ({name}). Please wait..."
			},
			"Translation":
			{
				"Text": "Instalowanie zależności Protona ({name}). Proszę czekać..."
			},
			"Key": "11B22F76430A426289DBA345382C1AEA"
		},
		{
			"Source":
			{
				"Text": "Failed to install Proton redist {name}!"
			},
			"Translation":
			{
				"Text": "Nie udało się zainstalować zależności Protona {name}!"
			},
			"Key": "4145DA1D6F6146C5ADED9B4C2ADCEA54"
		},
		{
			"Source":
			{
				"Text": "Initializing Proton..."
			},
			"Translation":
			{
				"Text": "Inicjowanie Protona..."
			},
			"Key": "C7B92981957F4059A9240CDF399513DE"
		},
		{
			"Source":
			{
				"Text": "Update"
			},
			"Translation":
			{
				"Text": "Aktualizuj"
			},
			"Key": "E673CA9674CE4D00B46706000FDDEFE6"
		},
		{
			"Source":
			{
				"Text": "Cancel..."
			},
			"Translation":
			{
				"Text": "Anuluj..."
			},
			"Key": "71285EF08EE4481695C96DB6E510E9F2"
		},
		{
			"Source":
			{
				"Text": "Choose game .wav music theme"
			},
			"Translation":
			{
				"Text": "Wybierz motyw muzyczny .wav gry"
			},
			"Key": "B1E2856943AA91E27D9914B7677492C4"
		},
		{
			"Source":
			{
				"Text": "Triggering game install with:\r\nPath: {1}\r\nDesktopShortcut?: {2}\r\nStartMenuShortcut?: {3}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D08B61124D9A35406EC5E4B9C3FB0F4D"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BBB826CB9FF5446B93DCAB335B059068"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "84A8C0C9F6B446818A0C765F5071D9F8"
		},
		{
			"Source":
			{
				"Text": "About"
			},
			"Translation":
			{
				"Text": "O programie"
			},
			"Key": "DE04E5A9D5134EB99A9EB2D2E4C12BF1"
		},
		{
			"Source":
			{
				"Text": "by Author"
			},
			"Translation":
			{
				"Text": "autorstwa"
			},
			"Key": "BC21BCE4A7F6423EB92247AF492223FC"
		},
		{
			"Source":
			{
				"Text": "MIT License"
			},
			"Translation":
			{
				"Text": "Licencja MIT"
			},
			"Key": "D6207D672EBD4EF99DF59D23185FDA85"
		},
		{
			"Source":
			{
				"Text": "View Releases"
			},
			"Translation":
			{
				"Text": "Zobacz wydania"
			},
			"Key": "17D5B1995BBD45CCB09B2D2C06F5EA16"
		},
		{
			"Source":
			{
				"Text": "Report a bug"
			},
			"Translation":
			{
				"Text": "Zgłoś błąd"
			},
			"Key": "74DC3B0E95474B7984CD9C1AD7B423BA"
		},
		{
			"Source":
			{
				"Text": "About {gamename}"
			},
			"Translation":
			{
				"Text": "O {gamename}"
			},
			"Key": "5A01DBB0FBAF41B49E71A284499BC62D"
		},
		{
			"Source":
			{
				"Text": "{version} | {builddate} | {platform} ({arch})"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "805E55A43E5646C08D27C17A539323E5"
		},
		{
			"Source":
			{
				"Text": "Created by {author}"
			},
			"Translation":
			{
				"Text": "Stworzone przez {author}"
			},
			"Key": "2BF00157AC48427EA098CBE1956B3061"
		},
		{
			"Source":
			{
				"Text": "x64"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8B59A992E3484B0F9C18CFFFD1EF7FB9"
		},
		{
			"Source":
			{
				"Text": "Unpack"
			},
			"Translation":
			{
				"Text": "Rozpakuj"
			},
			"Key": "387B23C99E1949678F9F8DE5EFD48AB9"
		},
		{
			"Source":
			{
				"Text": "Remove Cache After Installation?"
			},
			"Translation":
			{
				"Text": "Usunąć pamięć podręczną po zainstalowaniu?"
			},
			"Key": "CAD9053C23D14A0A88F4747569562C41"
		},
		{
			"Source":
			{
				"Text": "Minimize On Play"
			},
			"Translation":
			{
				"Text": "Minimalizuj podczas gry"
			},
			"Key": "0B4517CDF5664DDDA6B1386B9E61D923"
		},
		{
			"Source":
			{
				"Text": "Unknown Error while archiving!"
			},
			"Translation":
			{
				"Text": "Nieznany błąd podczas archiwizacji!"
			},
			"Key": "425F4576C31F4FB5B84924CB37478822"
		},
		{
			"Source":
			{
				"Text": "Theme: "
			},
			"Translation":
			{
				"Text": "Motyw: "
			},
			"Key": "3852E725D94E4FB7976268AC0F28FBF0"
		},
		{
			"Source":
			{
				"Text": "Language: "
			},
			"Translation":
			{
				"Text": "Język: "
			},
			"Key": "3248AD12F3FB4448AC27DA9945E001ED"
		},
		{
			"Source":
			{
				"Text": "Path to Wine Executable"
			},
			"Translation":
			{
				"Text": "Ścieżka do Wine"
			},
			"Key": "5C257908BFA6492C9733ADDDC0F1AAAD"
		},
		{
			"Source":
			{
				"Text": "Playtime: {time} {unit}"
			},
			"Translation":
			{
				"Text": "Czas gry: {time} {unit}"
			},
			"Key": "784EC8174042953C429667A83D1E1176"
		},
		{
			"Source":
			{
				"Text": "eg. /usr/bin/wine"
			},
			"Translation":
			{
				"Text": "np. /usr/bin/wine"
			},
			"Key": "701BC55221DC45C382CB60E16F0AAA12"
		},
		{
			"Source":
			{
				"Text": "Add non-pioza game"
			},
			"Translation":
			{
				"Text": "Dodaj grę spoza piozy"
			},
			"Key": "92BD8259D9C3496E8ECFF46EA9591E16"
		},
		{
			"Source":
			{
				"Text": "Fields marked with * are mandatory!"
			},
			"Translation":
			{
				"Text": "Pola oznaczone * są obowiązkowe!"
			},
			"Key": "29880B87AD5940739CD50DAF1FC79FE9"
		},
		{
			"Source":
			{
				"Text": "Game name* "
			},
			"Translation":
			{
				"Text": "Nazwa gry* "
			},
			"Key": "AC09574D47E6F22C691165B027C68873"
		},
		{
			"Source":
			{
				"Text": "eg. Pixel Runner: Dash For Glory"
			},
			"Translation":
			{
				"Text": "np. Pixel Runner: Dash For Glory"
			},
			"Key": "470CA7F338524A07B3C72B9EA082276C"
		},
		{
			"Source":
			{
				"Text": "Description  "
			},
			"Translation":
			{
				"Text": "Opis  "
			},
			"Key": "DE2566F401974F71840B45CFFF82C9DD"
		},
		{
			"Source":
			{
				"Text": "eg. Immerse yourself in the rhythm of stunning music during an endless run to glory! Compete with friends for the top spot and collect all achievements."
			},
			"Translation":
			{
				"Text": "np. zatop się w rytm oszałamiającej muzyki podczas niekończącego się biegu ku chwale! Rywalizuj z przyjaciółmi w walce o pierwsze miejsce i zbieraj wszystkie osiągnięcia."
			},
			"Key": "C6517E4690354842809A094A41F6B7AD"
		},
		{
			"Source":
			{
				"Text": "Created by  "
			},
			"Translation":
			{
				"Text": "Stworzone przez  "
			},
			"Key": "1A6A669C3A904509B6A8596FBDFF93FF"
		},
		{
			"Source":
			{
				"Text": "eg. Dasho Games"
			},
			"Translation":
			{
				"Text": "np. Dasho Games"
			},
			"Key": "206401D041D12FB45B6306843D99B162"
		},
		{
			"Source":
			{
				"Text": "Choose game .wav sound effect"
			},
			"Translation":
			{
				"Text": "Wybierz efekt dźwiękowy gry .wav"
			},
			"Key": "3CF1E42148FBECB1C18AD88A8EC025A6"
		},
		{
			"Source":
			{
				"Text": "Path to executable"
			},
			"Translation":
			{
				"Text": "Ścieżka do pliku wykonywalnego"
			},
			"Key": "2683DB40A0464E7194BFA446E7D2EFEE"
		},
		{
			"Source":
			{
				"Text": "Pick (.exe) executable"
			},
			"Translation":
			{
				"Text": "Wybierz plik wykonywalny (.exe)"
			},
			"Key": "F2A847AB481BDF7648188F891BA1B645"
		},
		{
			"Source":
			{
				"Text": "Download (Offline Mode)"
			},
			"Translation":
			{
				"Text": "Pobierz (tryb offline)"
			},
			"Key": "EFDBB53F05644CCFA5C414C847ACA930"
		},
		{
			"Source":
			{
				"Text": "eg. -dx12 -log"
			},
			"Translation":
			{
				"Text": "np. -dx12 -log"
			},
			"Key": "1B6D321E7D8A489EB995B1024639C9DF"
		},
		{
			"Source":
			{
				"Text": "Icon (.jpg)  "
			},
			"Translation":
			{
				"Text": "Ikona (.jpg)  "
			},
			"Key": "0FFA0E9E04C6423C80F5EEA97FC3ECE3"
		},
		{
			"Source":
			{
				"Text": "Pick game icon image (.jpg) -->>"
			},
			"Translation":
			{
				"Text": "Wybierz obraz ikony gry (.jpg) -->>"
			},
			"Key": "CFFBFFC94BA9B3D5FC33519E91880A15"
		},
		{
			"Source":
			{
				"Text": "Type game name to unlock picking game icon!"
			},
			"Translation":
			{
				"Text": "Wpisz nazwę gry, aby odblokować wybieranie obrazu ikony!"
			},
			"Key": "6F9F04B74AE2FDED092BB29AA24A2350"
		},
		{
			"Source":
			{
				"Text": "Pick (.jpg) image"
			},
			"Translation":
			{
				"Text": "Wybierz obraz (.jpg)"
			},
			"Key": "4AA282104A2F5B164526D4BE58E787B4"
		},
		{
			"Source":
			{
				"Text": "Background (.jpg) "
			},
			"Translation":
			{
				"Text": "Tło (.jpg) "
			},
			"Key": "4AA99BD3E7D64608B6348F86E95BAC5A"
		},
		{
			"Source":
			{
				"Text": "Pick game background image (.jpg) -->>"
			},
			"Translation":
			{
				"Text": "Wybierz tło gry (.jpg) -->>"
			},
			"Key": "158E63C543BFF3F6C95529A42BFD4661"
		},
		{
			"Source":
			{
				"Text": "SFX: "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "50DBDF49B1FA48969C5C7D60CDBDE9D7"
		},
		{
			"Source":
			{
				"Text": "Sound Effect (*.wav) "
			},
			"Translation":
			{
				"Text": "Efekt dźwiękowy (*.wav) "
			},
			"Key": "361ACC314C6A63CA97B018BA3C8C34FF"
		},
		{
			"Source":
			{
				"Text": "*optional"
			},
			"Translation":
			{
				"Text": "*opcjonalne"
			},
			"Key": "03754DF64191AB88D9A2608703C41AD6"
		},
		{
			"Source":
			{
				"Text": "*optional"
			},
			"Translation":
			{
				"Text": "*opcjonalne"
			},
			"Key": "E91875644E65C8C43E7BFE9645404594"
		},
		{
			"Source":
			{
				"Text": "Pick game button sound effect (.wav) ->"
			},
			"Translation":
			{
				"Text": "Efekt dźwiękowy przycisku gry (.wav) ->"
			},
			"Key": "E295BD9942EDEA7938268DAE64D38A76"
		},
		{
			"Source":
			{
				"Text": "Pick short (2 sec.) audio file"
			},
			"Translation":
			{
				"Text": "Wybierz krótki (2 sek.) plik audio"
			},
			"Key": "CA4DFA654AFCD7B7547B309E3C134B61"
		},
		{
			"Source":
			{
				"Text": "Music Theme (*.wav) "
			},
			"Translation":
			{
				"Text": "Motyw muzyczny (*.wav) "
			},
			"Key": "081750894B385787E96A1481646A4EC4"
		},
		{
			"Source":
			{
				"Text": "Pick game background theme (.wav) ->"
			},
			"Translation":
			{
				"Text": "Wybierz motyw muzyczny gry (.wav) ->"
			},
			"Key": "3055EA3A4CE845A2A2732BAC986AC729"
		},
		{
			"Source":
			{
				"Text": "Pick long (music) audio file"
			},
			"Translation":
			{
				"Text": "Wybierz długi plik audio (muzyczny)"
			},
			"Key": "9A3B8433411AF81C14DBD99BAFE93507"
		},
		{
			"Source":
			{
				"Text": "Add game to list"
			},
			"Translation":
			{
				"Text": "Dodaj grę do listy"
			},
			"Key": "9981ADF748D9C9A51446659A387376E6"
		},
		{
			"Source":
			{
				"Text": "ADD"
			},
			"Translation":
			{
				"Text": "DODAJ"
			},
			"Key": "148BA7EA48CBDF7FF67A68BEB1D303CC"
		},
		{
			"Source":
			{
				"Text": "Download and install"
			},
			"Translation":
			{
				"Text": "Pobierz i zainstaluj"
			},
			"Key": "DC679DE359FE43E4BFB0B89088434106"
		},
		{
			"Source":
			{
				"Text": "All files"
			},
			"Translation":
			{
				"Text": "Wszystkie pliki"
			},
			"Key": "A704CF2C430AB6C906655E8A2A9A93B0"
		},
		{
			"Source":
			{
				"Text": "Error saving json file! tried path: {path}. Error: {2}"
			},
			"Translation":
			{
				"Text": "Wystąpił błąd podczas zapisywania pliku json! {2} Próbowano ścieżkę: {path}"
			},
			"Key": "28CFD8254C4FF9E5649001B560E0B622"
		},
		{
			"Source":
			{
				"Text": "Executable Path* "
			},
			"Translation":
			{
				"Text": "Ścieżka do pliku exe* "
			},
			"Key": "4E8940794447FF0779F756AD9800C0D5"
		},
		{
			"Source":
			{
				"Text": "ERROR: PERMISSIONS NOT GRANTED!!!"
			},
			"Translation":
			{
				"Text": "BŁĄD: NIE PRZYZNANO UPRAWNIEŃ!!!"
			},
			"Key": "167EDF2AC51046F5AC40C40179287FCE"
		},
		{
			"Source":
			{
				"Text": "Error while moving game {GameName}..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AA94DBE3A97F449EA7C61292D08233E2"
		},
		{
			"Source":
			{
				"Text": "ERROR MOVING GAME!!!\nSource: {SRC}\nDestination:{DEST}\nGameID: {gameid}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "832EA13D7D914206B45F6D102436C7AF"
		},
		{
			"Source":
			{
				"Text": "Audio files"
			},
			"Translation":
			{
				"Text": "Pliki audio"
			},
			"Key": "C63EC45346530F8C204A53A9E90F936D"
		},
		{
			"Source":
			{
				"Text": "Audio files"
			},
			"Translation":
			{
				"Text": "Pliki audio"
			},
			"Key": "A81BEAA6402EA1C17E48BEA3F8510B0F"
		},
		{
			"Source":
			{
				"Text": "Download!"
			},
			"Translation":
			{
				"Text": "Pobierz!"
			},
			"Key": "1876D5800EB744EF8320C30E52A46672"
		},
		{
			"Source":
			{
				"Text": "All files"
			},
			"Translation":
			{
				"Text": "Wszystkie pliki"
			},
			"Key": "443C2A2F4B9BB0E3F8292E94E21C343F"
		},
		{
			"Source":
			{
				"Text": "Saving custom game infos:\nCommand: {1}\nPath: {2}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "984D241D949342908E10EED77421B372"
		},
		{
			"Source":
			{
				"Text": "Download Size: "
			},
			"Translation":
			{
				"Text": "Rozmiar pobierania: "
			},
			"Key": "520AE70A45251CC0561D2F92357C2D2C"
		},
		{
			"Source":
			{
				"Text": "Executable Args "
			},
			"Translation":
			{
				"Text": "Opcje uruchamiania "
			},
			"Key": "1082CDF357134C6A8E8F5EE220BE31EA"
		},
		{
			"Source":
			{
				"Text": "Download & Install"
			},
			"Translation":
			{
				"Text": "Pobierz i zainstaluj"
			},
			"Key": "5F4F48F944B6E00E38BB7BA14A60ED15"
		},
		{
			"Source":
			{
				"Text": "ERROR: Failed to save Local Config!"
			},
			"Translation":
			{
				"Text": "BŁĄD: Nie udało się zapisać konfiguracji lokalnej!"
			},
			"Key": "06A0ECBF455E894D182A4F917C615F54"
		},
		{
			"Source":
			{
				"Text": "Executable file"
			},
			"Translation":
			{
				"Text": "Plik wykonywalny"
			},
			"Key": "F65711154F128A1101BC6DA87AB515E4"
		},
		{
			"Source":
			{
				"Text": "Select game installation folder!"
			},
			"Translation":
			{
				"Text": "Wybierz katalog instalacyjny gry!"
			},
			"Key": "990A14CA93D54B9DB058F28FD0D23CC1"
		},
		{
			"Source":
			{
				"Text": "ERROR: Failed to parse JSON! Check for forbidden characters in Game fields!"
			},
			"Translation":
			{
				"Text": "BŁĄD: Nie udało się przetworzyć JSON! Sprawdź niedozwolone znaki w polach gry!"
			},
			"Key": "E324690846E30F0240954BBC33F26FA2"
		},
		{
			"Source":
			{
				"Text": "Search: "
			},
			"Translation":
			{
				"Text": "Szukaj: "
			},
			"Key": "2544AC1D3EF4447B9D118444950DEBC9"
		},
		{
			"Source":
			{
				"Text": "Info"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "41B12B848D1D4EB5A89397D90540C6C5"
		},
		{
			"Source":
			{
				"Text": "Game Location"
			},
			"Translation":
			{
				"Text": "Lokalizacja gry"
			},
			"Key": "AA1EFA0046793705BD0916A725E81C1B"
		},
		{
			"Source":
			{
				"Text": "Exit this menu"
			},
			"Translation":
			{
				"Text": "Wyjdź z tego menu"
			},
			"Key": "074736DA4B4119EDF3D42F84F2E1C99A"
		},
		{
			"Source":
			{
				"Text": "Selected Dir: "
			},
			"Translation":
			{
				"Text": "Wybrany katalog: "
			},
			"Key": "52EE7192871A4264951047EC49EA0D09"
		},
		{
			"Source":
			{
				"Text": "Browse"
			},
			"Translation":
			{
				"Text": "Przeglądaj"
			},
			"Key": "D06E0C3B4F34C1F50893B2857D2CDBA3"
		},
		{
			"Source":
			{
				"Text": "ERROR: Directory with executable file does not exist!"
			},
			"Translation":
			{
				"Text": "BŁĄD: Katalog z plikiem wykonywalnym nie istnieje!"
			},
			"Key": "4523D61948C92E305A7205BD6D9D87E5"
		},
		{
			"Source":
			{
				"Text": "Install-time Size (with Cache): "
			},
			"Translation":
			{
				"Text": "Rozmiar podczas-instalacji (z Cache): "
			},
			"Key": "8CBE8EFA44389E17839304A844437003"
		},
		{
			"Source":
			{
				"Text": "ERROR: Executable file does not exist!"
			},
			"Translation":
			{
				"Text": "BŁĄD: Plik wykonywalny nie istnieje!"
			},
			"Key": "BA702B4745CD06FCFB10BDA10479243C"
		},
		{
			"Source":
			{
				"Text": "Error..."
			},
			"Translation":
			{
				"Text": "Błąd..."
			},
			"Key": "367FA54169D744E9A671FBFD053B8652"
		},
		{
			"Source":
			{
				"Text": "Restore game"
			},
			"Translation":
			{
				"Text": "Przywróć grę"
			},
			"Key": "9507162A031A42308AB5B91E1DC080ED"
		},
		{
			"Source":
			{
				"Text": "Establishing connection to manifests server..."
			},
			"Translation":
			{
				"Text": "Nawiązywanie połączenia z serwerem manifestów..."
			},
			"Key": "701F4324C15E48B7B1551C3A669EF754"
		},
		{
			"Source":
			{
				"Text": "No enough disk space in selected install path!"
			},
			"Translation":
			{
				"Text": "Brak wystarczającej ilości miejsca na dysku w wybranej lokalizacji!"
			},
			"Key": "F31F1AD9F0474E63AD23FD0BFC14B4EC"
		},
		{
			"Source":
			{
				"Text": "Refreshing Folder Picker TextBox!\nCurrentDir: {CD}\nGameName: {GN}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E8AAA1244747972DD21FE6BD623965DF"
		},
		{
			"Source":
			{
				"Text": "Establishing connection..."
			},
			"Translation":
			{
				"Text": "Nawiązywanie połączenia..."
			},
			"Key": "E649963B2003431786B4B72B560F5C8B"
		},
		{
			"Source":
			{
				"Text": "This will affect only current selected game!"
			},
			"Translation":
			{
				"Text": "To wpłynie tylko na wybraną grę!"
			},
			"Key": "5100E5954EF4C8CD39C290BFE34DB81A"
		},
		{
			"Source":
			{
				"Text": "Adding custom game to list!!!\nGameID: {name}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "13CEDDC4429F4B6FB4B511A452AFD37E"
		},
		{
			"Source":
			{
				"Text": "00:00/00:00"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9F87AA8518754C30BD7B12866F7A342A"
		},
		{
			"Source":
			{
				"Text": "{min}:{sec}/{minDur}:{secDur}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "95373647ABF04C9599D3C8C52E5EA645"
		},
		{
			"Source":
			{
				"Text": ">"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8BB7D144842D4EBDB4EA871DE25E09E2"
		},
		{
			"Source":
			{
				"Text": "II"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3A6A20BD2AAE446D8FBDCFB9443A2249"
		},
		{
			"Source":
			{
				"Text": "eg. MyCustomGame"
			},
			"Translation":
			{
				"Text": "np. MojaNiestandardowaGra"
			},
			"Key": "8D1B78F33BCD447391B2943476AFF4C0"
		},
		{
			"Source":
			{
				"Text": "Loading installed apps...\nLauncher may hang for couple seconds!"
			},
			"Translation":
			{
				"Text": "Ładowanie zainstalowanych aplikacji...\nLauncher może zawiesić się na kilka sekund!"
			},
			"Key": "F15245EAA2FF4286B697A812CDEFD1FE"
		},
		{
			"Source":
			{
				"Text": "Title"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AAB4070152CB4E0291CC4AC1B46243F2"
		},
		{
			"Source":
			{
				"Text": "UPDATE TO VERSION {VERSION} IS AVAILABLE!"
			},
			"Translation":
			{
				"Text": "AKTUALIZACJA DO WERSJI {VERSION} JEST DOSTĘPNA!"
			},
			"Key": "01BBF25EBCE5435E835871F5FEBD7F78"
		},
		{
			"Source":
			{
				"Text": "UPDATE TO VERSION {VERSION} IS AVAILABLE"
			},
			"Translation":
			{
				"Text": "AKTUALIZACJA DO WERSJI {VERSION} JEST DOSTĘPNA"
			},
			"Key": "14D20424E6344717B53CA9EC96ABD30C"
		}
	]
}